var provinces = [{
    "name": "南门",
    "center": "116.653059,40.212141",
    "type": 1,
    "introduction":'暂无介绍',
    "subDistricts": []
}, {
    "name": "东门",
    "center": "116.655057,40.215414",
    "type": 1,
    "introduction":'暂无介绍',
    "subDistricts": []
},{
    "name": "国际设计学院/二维工作室",
    "center": "116.653084,40.21677",
    "type": 1,
    "introduction":'暂无介绍',
    "subDistricts": []
},{
    "name": "国际设计学院/三维工作室",
    "center": "116.653025,40.216765",
    "type": 1,
    "introduction":'暂无介绍',
    "subDistricts": []
},{
    "name": "国际设计学院",
    "center": "116.654495,40.216124",
    "type": 1,
    "introduction":'国际设计学院,下辖视觉传达设计（全英文授课国际特色专业）、环境设计、产品设计、数字媒体艺术、动画、戏剧影视美术设计共6个艺术类本科专业，现在校学生1400余人。另外与工业设计、数字媒体技术两个工科类专业实行交叉合作办学。',
    "subDistricts": []
}, {
    "name": "信息工程/D29",
    "center": "116.652596,40.217636",
    "type": 1,
    "introduction":'信息工程系设有电子信息工程、通信工程、计算机科学与技术、数字媒体技术、物联网工程5个本科专业，涵盖了当前IT领域的主要需求领域。五个专业的侧重点精心选择了就业市场最大，起薪较高的方向，分别是硬件设计和智能电子产品（电子）、互联网和通信网络（通信）、互联网应用开发和软件开发（计算机）、计算机同数字媒体技术的融合（数媒）、物联网应用系统工程设计和实施（物联网）。',
    "subDistricts": []
},{
    "name": "教务办公楼2层/国际商学院",
    "center": "116.653887,40.214929",
    "type": 1,
    "introduction":"开设四个国际化特色鲜明的专业，分别是：国际经济与贸易（跨国投资与并购方向；跨境电商与贸易方向）、财务管理（ACCA方向；CFA方向；CPA方向）、市场营销（品牌管理与网络营销方向；零售管理与OTO营销方向）、体育经济与管理（体育赛事运营与管理方向；运动休闲与旅游管理方向）。",
    "subDistricts": []
}, {
    "name": "图书馆",
    "center": "116.653367,40.214244",
    "type": 1,
    "introduction":'人文学院现有英语、汉语国际教育、公共事业管理和社会工作四个专业和通识教育中心。教师教学、科研、实践经验丰富，多人次获得国家级、省市级表彰。教学方面实行大类培养，建设课程中心、语言支持中心，引导支持学生参加数学协会、耿丹大讲堂服务团、心理协会、体育各竞赛队、英语学习比赛等第二课堂活动。在专业建设中体现学科、专业的交叉与融合，生成新的专业或专业方向，其中英语专业为商务英语和英语教育方向。汉语国际教育突出师范教育和文化产业紧密结合的特色优势。公共事业管理专业和社会工作专业在低年级大类融合，高年级自愿选择社会治理、儿童与家庭教育管理、心理咨商、社会工作四个方向。',
    "subDistricts": []
}, {
    "name": "建筑艺术研究院",
    "center": "116.653882,40.213863",
    "type": 1,
    "introduction":'建筑与环境系远期发展将包含三大学科门类（工学、管理学、艺术学），四个专业类别（土木类、建筑类、管理科学与工程类、设计学类），九个一级学科（土木工程、建筑环境与能源应用工程、给排水科学与工程、建筑电气与智能化、建筑学、城乡规划学、风景园林学、工程管理、环境设计）的学科布局模式。把与广义建筑学有关的学科、专业共设一部，有利于专业学科间的横向联合发展，打通专业壁垒，开阔教、学的视野。',
    "subDistricts": []
}, {
    "name": "智能工程",
    "center": "116.651336,40.216239",
    "type": 1,
    "introduction":'智能工程系依据《中国制造2025》的宏伟蓝图，紧紧依托北京地区新兴高科技产业，倾力打造机械设计制造及其自动化、工业设计、工程管理等３个本科专业，积极探索校企合作、工学结合的人才培养模式。机械设计制造及其自动化专业突出智能制造与机器人和航空机务技术方向；工业设计专业与产品设计专业进行融合，突出交互设计方向；工程管理专业突出基于BIM的工程造价与工程管理方向。',
    "subDistricts": []
},{
    "name": "智能工程创新中心",
    "center": "116.652129,40.214621",
    "type": 1,
    "introduction":'暂无介绍',
    "subDistricts": []
},{
        "name": "智能工程系/BIM学院",
        "center": "116.652108,40.214187",
        "type": 1,
    "introduction":'BIM工作室',
        "subDistricts": []
},{
        "name": "Buling工作室",
        "center": "116.652498,40.216758",
        "type": 1,
        "introduction":'Buling工作室创建于2017年9月，原为北京工业大学耿丹学院互联网创新创业实验室前端工作室。我们拥有的完整的前后端开发体系，致力于更新、更好的互联网技术发展。面向广大初学者，提供完备的教学资源。',
        "subDistricts": []
},{
    "name": "北京工业大学耿丹学院",
    "center": "116.651861,40.215624",
    "type": 0,
    "introduction":'学院秉承“不以营利为目的”的公益性办学理念，传承耿丹烈士伟大的爱国主义精神，铸造“耿耿丹心，为国为民”的校魂，践行“学会学习，决心奋斗，追求先进，争取全面”的校训，致力于打造一所担负社会使命的百年大学。',
    "subDistricts": []
}];